IdeaRS.Connections
PlateOpeningData.DeltaX Property
Compatible with IDEA StatiCa 0.0
 Distance between multiply openings in X axis direction
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double DeltaX { get; set; }
Property Value
Type: Double
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace